{
  "id": 1,
  "restaurant": "outback",
  "menu": [
    {
      "name": "Fondue Outback",
      "orders": [
        {
          "name": "COMBO FONDUE",
          "description": "Uma deliciosa combinação com os dois sabores (Cheese Fondue e Chocolate Fondue) para que você possa ter a experiência completa do Fondue Outback por um preço especial.*Sujeito a disponibilidade.",
          "value": 169.90
        },
        {
          "name": "CHEESE FONDUE",
          "description": "Nosso famoso pão australiano em formato de bowl, recheado com um delicioso mix de queijos à base de queijos tipo Emmenthal, Gruyère e Cheddar. Como acompanhamento, nossos clássicos para você combinar de diferentes maneiras: filet mignon em cubos, cubos de frango grelhado envoltos em molho barbecue, bites da Royal Ribs, camarões empanados, fritas Outback, croutons de pão australiano e molho barbecue. *Sujeito a disponibilidade.",
          "value": 99.90
        },
        {
          "name": "CHOCOLATE FONDUE",
          "description": "Calda de chocolate meio amargo dentro do nosso pão australiano em formato de bowl e, para mergulhar, morango, uva, bites do nosso Thunder Brownie cobertos com pasta de Kitkat e marshmallow tostado. Combine com os exclusivos crumbles de brownie Havanna Thunder. *Sujeito a disponibilidade.",
          "value": 79.90
        }
      ]
    },
    {
      "name": "Back to Outback",
      "orders": [
        {
          "name": "Ribs Coxinha",
          "description": "A coxinha com a cara e o Bold Flavour do Outback. No melhor Aussie Style, 8 coxinhas recheadas com a nossa suculenta Ribs on the Barbie, cream cheese e um toque de limão siciliano, em uma combinação incrível com nossos temperos secretos que finalizam a receita. Acompanha molho Barbecue Ranch.",
          "value": 44.90
        },
        {
          "name": "S’mores Outback",
          "description": "Uma sobremesa quente, que combina cookies com gotas de chocolate, uma surpreendente pasta cremosa de Kit Kat, marshmallow gratinado, nossa calda de chocolate e pedaços de Kit Kat para finalizar.",
          "value": 29.90
        }
      ]
    },
    {
      "name": "Aperitivos",
      "orders": [
        {
          "name": "Ribs Coxinha",
          "description": "A coxinha com a cara e o Bold Flavour do Outback. No melhor Aussie Style, 8 coxinhas recheadas com a nossa suculenta Ribs on the Barbie, cream cheese e um toque de limão siciliano, em uma combinação incrível com nossos temperos secretos que finalizam a receita. Acompanha molho Barbecue Ranch.",
          "value": 44.90
        },
        {
          "name": "Firecracker Shrimp Nachos",
          "description": "Deliciosos camarões empanados e temperados com nosso molho Firecracker. Servidos com saborosas tortillas crocantes.",
          "value": 68.50
        },
        {
          "name": "Bloomin’ Onion",
          "description": "Nossa famosa cebola gigante e dourada com o autêntico sabor do Outback. Acompanha nosso maravilhoso molho Bloom.",
          "value": 44.90
        },
        {
          "name": "Aussie Cheese Fries",
          "description": "Nossas fritas com uma cobertura irresistível com mix de queijos e bacon. O toque final fica por conta do molho Ranch. Transforme sua batata em veggie pedindo sem bacon.",
          "value": 58.50
        },
        {
          "name": "Chook’n Dillas",
          "description": "Quesadillas deliciosamente recheadas com tiras de frango temperadas, cobertas com bacon, champignons e queijos. Servidas com molho Honey Mustard ou Ranch.",
          "value": 64.50
        },
        {
          "name": "Kookaburra Wings",
          "description": "10 sobreasas de frango empanadas com um blend de temperos à sua escolha: light, medium ou hot. Servidas com molho tipo Blue Cheese e aipo crocante.",
          "value": 59.50
        },
        {
          "name": "Aussie Beef Quesadillas",
          "description": "Pétalas da Bloomin’ Onion, tiras de filet mignon, mix de queijos e tomate. Tudo dentro de saborosas quesadillas, acompanhadas do cremoso molho Bloom (contém açúcar e lactose).",
          "value": 64.50
        },
        {
          "name": "Super Wings",
          "description": "Nossas famosas Kookaburra Wings® numa porção ainda maior. São 15 sobreasas de frango servidas com o molho Blue Cheese (contém açúcar e lactose) e aipo crocante. Nas opções light, médio ou hot. Contém glúten.",
          "value": 74.90
        },
        {
          "name": "Big Five Boomerang",
          "description": "Um boomerang dos sabores favoritos do Outback! Uma surpreendente combinação de Kookaburra Wings®, Aussie Cheese Fries®, Billy Ribs, Firecracker Shrimp® e pétalas de Bloomin’ Onion, acompanhados de molhos Bloom e tipo Blue Cheese.",
          "value": 74.90
        },
        {
          "name": "Ridgy Didgy Mini Burgers",
          "description": "Seis suculentos mini burgers com queijo especial, ketchup, mostarda, picles e cebola roxa. Tudo preparado e temperado no melhor estilo Outback. Servidos com fritas. * Exclusivo para o Billabong Hour, que acontece de segunda a sexta-feira (exceto feriados e pontos facultativos), das 17h às 20h",
          "value": 65.50
        },
        {
          "name": "Outback Jack Nachos",
          "description": "Crocantes tortillas de milho servidas com feijões pretos, tomate-cereja, repolho roxo, mix de queijos, fatias de jalapeño e carne vegetariana (jaca desfiada e preparada com o Bold Flavour Outback). Acompanha o nosso famoso molho Cheese Ranch.",
          "value": 45.60
        }
      ]
    },
    {
      "name": "Favoritos Outback",
      "orders": [
        {
          "name": "Ribs On The Barbie",
          "description": "Preparada em chama aberta como manda a tradição australiana, nossa rib é marinada com um mix secreto de temperos e vem com as saborosas Cinnamon Apples.",
          "value": 79.90
        },
        {
          "name": "Junior Ribs",
          "description": "Essa versão traz meia costela grelhada em chama aberta e temperada com blend de especiarias.",
          "value": 62.90
        },
        {
          "name": "Junior Ribs For Two",
          "description": "Essas duas Junior Ribs servidas com dois acompanhamentos são perfeitas para quem está em dupla. Combine com um dos nossos molhos: Barbecue ou Billabong. Acrescente um acompanhamento extra por mais R$ 10,90.",
          "value": 99.90
        },
        {
          "name": "Jackaroo Ribs And Steak",
          "description": "Uma deliciosa combinação de Junior Ribs e nosso Jackaroo Steak com um toque de manteiga de limão. Para as ribs, você pode escolher entre os molhos Barbecue e Billabong. Acrescente um acompanhamento extra por mais R$ 10,90.",
          "value": 99.90
        },
        {
          "name": "Steak Au Gratin",
          "description": "Fatias de filet mignon e cogumelos salteados, molho de gorgonzola, nosso Garlic Mashed Potato e mix de queijos gratinados.",
          "value": 66.90
        },
        {
          "name": "Alice Springs Chicken",
          "description": "Esse suculento peito de frango grelhado e temperado com o molho Honey Mustard e coberto de bacon, champignons com mix de queijos gratinados.",
          "value": 57.90
        }
      ]
    },
    {
      "name": "Steaks",
      "orders": [
        {
          "name": "Steak N´Chips",
          "description": "Nosso filet mignon em tiras e empanado. Crocante por fora e macio por dentro, acompanhado do nossa maionese defumada Smoked Mayo e um acompanhamento Outback a sua escolha. Sugerimos para os Mates as nossas incríveis fritas.",
          "value": 59.90
        },
        {
          "name": "The Outback Special 325g*",
          "description": "Um steak especial: nosso clássico miolo de alcatra com sabor acentuado pelos temperos do Outback. Preparado na chapa no ponto que você preferir.",
          "value": 79.90
        },
        {
          "name": "The Outback Special 225g*",
          "description": "Um steak especial: nosso clássico miolo de alcatra com sabor acentuado pelos temperos do Outback. Preparado na chapa no ponto que você preferir.",
          "value": 73.90
        },
        {
          "name": "The Porterhouse*",
          "description": "Cerca de 500g de um corte nobre e macio em formato de T: o encontro delicioso de contra-filet e filet mignon. Preparado na chapa com um mix dos nossos temperos secretos.",
          "value": 99.90
        },
        {
          "name": "New York Strip Steak*",
          "description": "375g do corte nobre do contra-filet, perfeitamente temperado e preparado na chapa.",
          "value": 89.90
        },
        {
          "name": "Rockhampton Ribeye*",
          "description": "325g da parte mais gostosa da costela bovina, com o bold flavour inconfundível da nossa mistura secreta de temperos. Na chapa, com tempero tradicional, ou em chama aberta, com o tempero Chargrill condimentado com toque de café.",
          "value": 89.90
        },
        {
          "name": "Herb Crusted Filet*",
          "description": "São três cortes de filet mignon temperados com ervas finas, servidos com molho Merlot. A exclusiva combinação de Arroz Pilaf e cebolas grelhadas é a sugestão da casa para acompanhar.",
          "value": 71.90
        },
        {
          "name": "Grilled Peppered Strip*",
          "description": "São 240g do melhor steak grelhado de New York, preparado com tempero de pimentas pretas moídas e servido com molho Merlot.",
          "value": 74.90
        }
      ]
    },
    {
      "name": "Massas",
      "orders": [
        {
          "name": "Steakhouse Pasta",
          "description": "Fettuccine com champignons, tomates frescos e cortes de filet mignon. Refogado com um toque de vinho Chardonnay e black pepper.",
          "value": 57.50
        },
        {
          "name": "Toowoomba Pasta",
          "description": "Uma combinação perfeita de camarões e champignons, temperada com ervas finas e servida com fettuccine refogado ao molho Alfredo.",
          "value": 59.50
        },
        {
          "name": "Chicken Pasta Primavera",
          "description": "Fettuccine tradicional com legumes e tiras de frango grelhado, refogado com um cremoso molho Alfredo e coberto com queijo parmesão (Grana Padano).",
          "value": 56.50
        }
      ]
    },
    {
      "name": "Frangos & Peixes",
      "orders": [
        {
          "name": "Chicken Fingers Jumbo",
          "description": "Pedaços crocantes de peito de frango empanado para você mergulhar no delicioso molho Honey Mustard. Mais saboroso ainda no estilo Tasmanian: light, medium ou hot.",
          "value": 54.50
        },
        {
          "name": "Chicken On The Barbie",
          "description": "Um suculento peito de frango grelhado em chama aberta, servido com o molho Barbecue.",
          "value": 54.50
        },
        {
          "name": "Tilapia Filet",
          "description": "Leveza e suculência elevadas ao topo pelos temperos no estilo Outback. Preparado na chapa e servido com o delicioso molho Tartare.",
          "value": 59.50
        },
        {
          "name": "Fish’n Chips",
          "description": "Para celebrar nossas raízes britânicas, cortes de filet de peixe empanados à mão como toque Outback, que confere uma crocância única. Servido com molho Tartare.",
          "value": 59.50
        },
        {
          "name": "Grilled Fish & Shrimp Scampi",
          "description": "Para honrar a paixão aussie pelos frutos do mar, a tilápia preparada na chapa é coberta com camarões ao molho Scampi.",
          "value": 66.50
        },
        {
          "name": "South American Salmon",
          "description": "O clássico salmão grelhado na versão Outback é servido com molho Tartare.",
          "value": 69.90
        }
      ]
    },
    {
      "name": "Burguers & Sandwiches",
      "orders": [
        {
          "name": "Aussie Plant Burger*",
          "description": "O sabor do Outback em um burger 100% vegetal. A versão do The Outbacker com Revolution Burger® 100% vegetal, molho vegetal tipo cheddar, alface, tomate, cebola e picles no pão brioche. Escolha seu acompanhamento.",
          "value": 44.00
        },
        {
          "name": "Firecracker Shrimp Burger",
          "description": "Hambúrguer da casa no pão tipo brioche, camarões empanados envoltos no molho Firecracker, alface, maionese e cebolinha.",
          "value": 48.90
        }
      ]
    }
  ]
}